[
        {
            "Id": "Dragon ball z - 001",
            "Saga": "Z",
            "Arco": "Saga Sayajin",
            "Titulo": "Aparece un Mini Goku, Su Nombre es Gohan",
            "Descripcion": "Han pasado cinco años desde la victoria de Goku en el 23° Torneo Mundial de Artes Marciales. El hijo de Goku, Gohan, vaga por el bosque fuera de su casa cuando un tigre le roba el sombrero. Mientras busca al tigre, accidentalmente cae a un río. Goku, buscando a su hijo, encuentra su sombrero. De repente ve a Gohan flotando en un río, pero no puede alcanzarlo a tiempo antes de pasar por una cascada. Goku mira hacia arriba y ve a Gohan aferrado a una rama, habiendo saltado de alguna manera fuera del río. Con Gohan a salvo, se dirigen a la casa del Maestro Roshi. Mientras tanto, un misterioso extraterrestre ha llegado a la Tierra en busca de un hombre llamado Kakarotto. Con un dispositivo especial: el Scouter que lleva en el ojo, busca altos niveles de poder en la Tierra. Encuentra a Piccolo, cuyo ataque es completamente ineficaz. El guerrero está a punto de devastar a Piccolo cuando encuentra un nivel de poder más alto y se va volando. ",
            "Link": "http://s01-stream.solidfilesusercontent.com/stream/YzY2MjQ4ODQxMDQ1MTQyNDE0NGMxYzY0MmI2MmY3NDM5Y2YwMmI1MDoxbzJKNkY6OHVLSEwxRXVDWm9QVWJNLTdUdjREa0kzalBV/GnB68eK7ZZwP7.avi",
            "img": "https://i.solidfiles.com/rjZj8w3kYmdB5.png"
        },
        {
            "Id": "Dragon ball z - 002",
            "Saga": "Z",
            "Arco": "Saga Sayajin",
            "Titulo": "Un Guerrero muy Fuerte con Antecedentes Históricos, Se Trata del Hermano Mayor de Gokū.",
            "Descripcion": "Goku y Gohan llegan a la isla del Maestro Roshi para encontrarse con Bulma, Krilin, el Maestro Roshi y la Tortuga. Rápidamente los demás notan la diferencia entre el comportamiento de Gohan y el de Goku cuando era niño. Goku informa a sus amigos que Chi-Chi se niega a permitir que Gohan pelee, en lugar de eso, estudia constantemente. El mismo misterioso guerrero llega a la isla y se revela a sí mismo: es un guerrero Saiyajin llamado Raditz, y es el hermano mayor de Goku. También revela que el verdadero nombre Saiyajin de Goku es Kakarotto. Goku se entera de que fue enviado a destruir toda la vida en la Tierra, pero su pérdida de memoria por una terrible caída cuando era niño impidió este resultado. Raditz vino a la Tierra para que Goku se uniera a él y a los otros dos Saiyajins restantes, y no aceptará un no por respuesta. ",
            "Link": "http://s02-stream.solidfilesusercontent.com/stream/NWVlM2MwZTNmNmFiMzRiN2NmMDE2MWNmMjQzZTlkNzRjZWVhM2QwYzoxbzJKOEk6MFFWUFBHeXRVNHR6SHIyNEkyck5CaUZNQllv/gMDVK8Md5W8B6.avi",
            "img": "https://i.solidfiles.com/DVkV83YnZeBa5.png"
        },
        {
            "Id": "Dragon ball z - 003",
            "Saga": "Z",
            "Arco": "Saga Sayajin",
            "Titulo": "La Combinación más Fuerte de este Mundo.",
            "Descripcion": "Para que Goku se una a él, Raditz secuestra a Gohan y le ordena a Goku que mate a 100 terrícolas antes del día siguiente. Goku intenta detenerlo, pero ni siquiera él pudo detener el poder de su hermano. A pesar de que no es rival para él, Goku hará lo que sea necesario para salvar a su hijo. Krilin y Roshi se ofrecen como voluntarios para unirse a Goku y salvar a Gohan, sin embargo, Goku se niega. Les dice que una vez que Shenron concede un deseo, no se puede repetir el mismo deseo, por lo que los dos no pueden resucitar de nuevo. De repente, Piccolo aparece y propone que él y Goku se unan para derrotar a Raditz. Había visto el poder de Raditz mientras el Saiyajin buscaba a Goku, y sabe que ninguno de ellos es rival para este guerrero. Raditz regresa a la ubicación de su nave de aterrizaje, dejando a Gohan aprisionado en ella. Su Scouter detecta un gran nivel de poder proveniente de Gohan, pero lo ignora pensando que está funcionando mal. Usando el Radar del Dragón para encontrar a Gohan (con una Bola de Dragón en su gorro) y Raditz, Goku y Piccolo llegan y se quitan la ropa pesada, aumentando sus niveles de poder. ",
            "Link": "http://s01-stream.solidfilesusercontent.com/stream/NmY0NzVjZTgyNzhkMzI3OGRkN2EyOTQwNGQ5ZGFmZThkZmM1OTM4NjoxbzJKOEs6OEYtTktqUDZneFFuSjNPaTltaDhWZE5HOURV/eZ4NLnBer3Qwx.avistream.solidfilesusercontent.com/stream/NmY0NzVjZTgyNzhkMzI3OGRkN2EyOTQwNGQ5ZGFmZThkZmM1OTM4NjoxbzJKOEs6OEYtTktqUDZneFFuSjNPaTltaDhWZE5HOURV/eZ4NLnBer3Qwx.avi",
            "img": "https://i.solidfiles.com/VxvxG6k6GRQry.png"
        },
        {
            "Id": "Dragon ball z - 004",
            "Saga": "Z",
            "Arco": "Saga Sayajin",
            "Titulo": " ¡Piccolo Saca su mejor Carta! Gohan es un Niño Llorón.",
            "Descripcion": "Goku y Piccolo lanzan todo lo que tienen contra Raditz, pero parece que incluso su poder combinado no llega a la fuerza de Raditz. Ambos quedan heridos y Piccolo incluso pierde un brazo. Sin embargo, Piccolo tiene una idea que podría vencerlo: el Makankosappo, su técnica más nueva y poderosa. Pero tiene que esperar y concentrar energía para que funcione. Necesita cinco minutos para reunir la fuerza, y Goku hace todo lo posible para darle eso. A pesar del hecho de que los dos aumentan drásticamente sus niveles de poder con gran concentración, no logran derrotar a Raditz usando sus ataques. De repente, Goku logra agarrar la cola de Raditz, debilitándolo instantáneamente. Raditz se rinde y Goku suelta su cola. Sin embargo, Raditz ataca rápidamente a Goku nuevamente dándole un codazo en la cara y aplastando su pecho. Mientras Raditz se prepara para matar a Goku, de repente detecta un enorme nivel de poder proveniente de Gohan. ",
            "Link": "http://s01-stream.solidfilesusercontent.com/stream/YTEwYTJiZTkzODZmMjAyN2MxNWMyY2FkMzE1NGE2NDFjZjIzYjlmMDoxbzJKOEw6cUJFMU0tMjFrRnp1d0pxMV8zeWsyWEpOZE1F/ZxA7Px3mn2mx6.avi",
            "img": "https://i.solidfiles.com/dMmM6nqXeaXWa.png"
        },
        {
            "Id": "Dragon ball z - 005",
            "Saga": "Z",
            "Arco": "Saga Sayajin",
            "Titulo": "Gokū Muere, Solo hay una Oportunidad.",
            "Descripcion": "Mientras Raditz tortura a Goku, Gohan sale de la nave espacial de Raditz y se lanza a Raditz con un poder increíble que aturde y hiere al Saiyajin. Sin embargo, el poder de Gohan desaparece tan rápido como salió a la superficie, dejándolo indefenso contra el atacante de su padre que rápidamente golpea a Gohan, dejándolo inconsciente. Raditz tiene la intención de matar a Gohan, a quien ve como la única persona capaz de derrotarlo. En un último esfuerzo por salvar a su hijo, Goku atrapa a Raditz en un agarre que los deja a ambos abiertos al Makankosappo de Piccolo. Goku insta a Piccolo a usarlo, incluso si le cuesta la vida. Piccolo luego comienza a preguntarse si debería usarlo o no. A pesar de las súplicas de Raditz por piedad, Piccolo suelta su ataque, que golpea tanto a Goku como a Raditz, matando a este último. Pensando que ya han ganado, Piccolo le cuenta a Raditz (que está muriendo lentamente) sobre las Bolas de Dragón. Una vez que ha escuchado todo, Raditz le dice a Piccolo que su Scouter también es un transmisor y que dentro de un año, dos Saiyajines más, más poderosos que Raditz, llegarán a la Tierra para vengar su asesinato. Goku vive para ver a Bulma, Roshi y Krilin llegar y escuchar que el inconsciente Gohan está vivo, pero luego muere, dejando su cuerpo tomado por Kami. Lejos, en otro planeta, Nappa y Vegeta planean visitar la Tierra y desean la vida eterna usando las Bolas de Dragón. ",
            "Link": "http://s02-stream.solidfilesusercontent.com/stream/NDJjNGQ4MzI1NDM1ZGVjZmVhNmI5ZDdkMzkyYTI4MzlkZDA2ODY1MjoxbzJKOFA6UzBOLVRSUk03NkJOcFBkemw1Mk50aGR1dXBR/4QGjMgdKNAzPY.avi",
            "img": "https://i.solidfiles.com/GnDnAkDNAQeqe.png"
        },
        {
            "Id": "Dragon ball z - 006",
            "Saga": "Z",
            "Arco": "Saga Sayajin",
            "Titulo": "Enma-sama también se Sorprende. Habrá que Luchar en el Otro Mundo.",
            "Descripcion": "Para prepararse para esta amenaza, Kamisama lleva a Goku al Otro Mundo para entrenar con el legendario maestro de artes marciales, Kaiosama. Pero para llegar a Kaiosama, primero debe cruzar un camino traicionero llamado Camino de la Serpiente. Solo una persona lo ha cruzado con éxito, el Gran Rey Enma. El Gran Rey Enma le dice a Goku que no se caiga del Camino de la Serpiente o nunca regresará. Goku comienza el largo viaje volando sobre el camino, hasta que finalmente se queda sin energía y debe continuar a pie. De vuelta en el planeta Tierra, Piccolo recupera su brazo y decide tomar a Gohan (que aún está inconsciente) bajo su tutela, con la esperanza de aprovechar su poder oculto. Piccolo despierta al niño y lo obliga a entrenar usando el miedo. Bulma estudia los circuitos del Scouter de Raditz y está de acuerdo con el Maestro Roshi en que Krilin debería ser quien le cuente a Chi-Chi las noticias recientes de Goku y Gohan. ",
            "Link": "http://s01-stream.solidfilesusercontent.com/stream/ZTg1MTY1MzM1OTU4NGQ1N2U3NzQ1N2I3ZDdiYTUyYmRkZWM0MDY0NToxbzJKOFE6UGtkVWZDYUZTTmtieFYtMktkN2hyTW52WWJj/RPBa8z6mPKgxG.avi",
            "img": "https://i.solidfiles.com/dMmM6r7vRxrw3.png"
        },
        {
            "Id": "Dragon ball z - 007",
            "Saga": "Z",
            "Arco": "Saga Sayajin",
            "Titulo": "Hay que Sobrevivir a los Dinosaurios. El Duro Entrenamiento de Gohan.",
            "Descripcion": "Piccolo deja a Gohan solo en el desierto durante seis meses para que pueda aprender a cuidarse a sí mismo, tal como lo hizo su padre cuando era niño. A pesar de que hay animales peligrosos en la naturaleza, los poderes ocultos de Gohan lo ayudan a escapar, pero también lo atascan en una roca realmente alta, de la que no puede bajar. En lo alto, Kamisama le dice al Mr. Popo que en un año, tanto él como Piccolo morirán por causas desconocidas y que si Piccolo supiera esto, podría haber sido lo que causó su lento cambio de opinión hacia Gohan. Mientras tanto, Krilin intenta darle la noticia sobre Goku y Gohan a Chi-Chi, pero está demasiado asustado. ",
            "Link": "http://s02-stream.solidfilesusercontent.com/stream/ZjkzZTZmNmJjM2VjYjUwMmFlNDk1ZTYyMmVlNGY3NDRkNDgyZjI1MToxbzJKOFI6blR0Z1NSUlg1bzBYOEtIQ2VwNzV0bVBURTVJ/NgY5237nXK3Nk.avi",
            "img": "https://i.solidfiles.com/4QAQWdWeZ6qGg.png"
        },
        {
            "Id": "Dragon ball z - 008",
            "Saga": "Z",
            "Arco": "Saga Sayajin",
            "Titulo": "Una Transformación a Causa del Resplandor de la Luna, El Poder Secreto de Gohan.",
            "Descripcion": "Mientras Krilin y los demás intentan encontrar las Bolas de Dragón después de que Bulma ajusta el Scouter para su uso. Chi-Chi llega con su padre para buscar a Goku y Gohan, allí el Maestro Roshi se ve obligado a decirle la verdad a Chi-Chi él mismo, ante lo que ella se desmaya. Yajirobe aparece con una tarea para Krilin: debe llevar a Yamcha, Ten Shin Han y Chaoz a la Torre de Karin en preparación para la llegada de los Saiyajins, antes de irse, también les dice que Baba vendrá para decirles que Goku desea regresar solo antes de la llegada de los Saiyajins. Esa noche, de vuelta en el desierto, Gohan ve la luna llena por primera vez y pasa por la misma transformación que hizo su padre, convirtiéndose en un Mono Gigante, conocido como Ozaru. Gohan luego procede a atacar la Tierra, incapaz de controlar su nueva forma y poder monstruosos. Sin otra forma de detener al furioso Gohan, Piccolo se ve obligado a destruir la luna. Gohan vuelve a su forma normal y desnudo, y sin luna, la posibilidad de que la transformación vuelva a ocurrir se ha ido. Solo para estar seguro, Piccolo le arranca la cola a Gohan antes de darle ropa nueva con su símbolo y una espada. Finalmente, Piccolo vuelve a dejar a Gohan solo. ",
            "Link": "http://s01-stream.solidfilesusercontent.com/stream/MGE4ZTllYjIwNDYzMGJjYzBiNzBmNmY5YmYzMDNjOWI3Y2YyNjhmZjoxbzJKOFQ6SXltbG1uclpXVUdpRWQ0bWVtYlBkRUpZZ05R/peGgLmxxLezRX.avi",
            "img": "https://i.solidfiles.com/Zxaxp5n2GamBz.png"
        },
        {
            "Id": "Dragon ball z - 009",
            "Saga": "Z",
            "Arco": "Saga Sayajin",
            "Titulo": "Perdóneme Señor Robot. Lágrimas que Desaparecen en el Desierto.",
            "Descripcion": "Después de despertar de su transformación, Gohan descubre que no tiene la cola y un nuevo conjunto de ropa que se asemeja a la de su padre. Pero no tiene tiempo para averiguar qué sucedió, ya que los animales hambrientos descienden sobre él. Gohan escapa, pero cae en una cueva donde encuentra un antiguo robot de la Corporación Cápsula que ha estado atrapado durante más de 30 años, y no está muy contento de tener compañía. Queriendo escapar de la cueva, busca ayuda del robot, pero no le interesa. Sin embargo, el robot deja escapar su lado suave y ayuda a Gohan a conseguir algunos hongos para comer. Más tarde, cuando Gohan intenta ayudar al robot a escapar, la cueva comienza a colapsar y el robot lo ayuda, arrojándolo a un lugar seguro. ",
            "Link": "http://s01-stream.solidfilesusercontent.com/stream/Y2Y1Nzk3NmU3NTZhMzY0MmU0MGVhZWZlOTkyNWJiNWIzMTE2MGM5MzoxbzJKOFU6TTZseWdUaGxucm5QRHcxbE9TOEdQU1Z4aHQ0/v5KPL22G5V3XX.avi",
            "img": "https://i.solidfiles.com/RPqPY6D5BBM8y.png"
        },
        {
            "Id": "Dragon ball z - 010",
            "Saga": "Z",
            "Arco": "Saga Sayajin",
            "Titulo": "No llores Gohan. Es la Primera Batalla.",
            "Descripcion": "Krilin y Bulma encuentran a Yamcha y Puar. Krilin le cuenta a Yamcha las noticias importantes y comienza a dirigirse a la Torre de Karin en el avión de la Corporación Cápsula con los demás. A medida que Gohan se parece más a su padre en valentía, poder y benevolencia, encuentra un dinosaurio herido y lo ayuda a recuperarse. Luego trata de defenderlo de un depredador hambriento. ",
            "Link": "http://s01-stream.solidfilesusercontent.com/stream/ZmMwMmMzNjMyMTlhMmYzNmVmNmIzYzk1NzM5M2QwOGVhYTExMzNmZjoxbzJKOFc6cThZYWJ6ZGVxQ0lWbWh0SExtdEFRYXFUUmtr/PkKav2PyNpA3D.avi",
            "img": "https://i.solidfiles.com/eZnZe3R4yZvKA.png"
        }
    ]
